export const newsPreview: INewsPreview[] = [
    {
        id: 1,
        preTitle: "قدرت نمایی جدید ارتش",
        content: "دیروز در تاریخ ۱۲/۱۳/۱۴۰۴ نیروی پدافند ارتش جمهوری اسلامی ایران از موشکی جدید موسوم به ظفر رونمایی کرد. این موشک قاره پیما مسافت ۱۲ هزار کیلومتر را طی می کند.",
        title: "ظفر, موشک قاره پیما ",
        img: "/neshans.jpg",
    },
    {
        id: 2,
        preTitle: "قدرت نمایی جدید ارتش",
        content: "دیروز در تاریخ ۱۲/۱۳/۱۴۰۴ نیروی پدافند ارتش جمهوری اسلامی ایران از موشکی جدید موسوم به ظفر رونمایی کرد. این موشک قاره پیما مسافت ۱۲ هزار کیلومتر را طی می کند.",
        title: "ظفر, موشک قاره پیما ",
        img: "/missiles.jpg",
    },
    {
        id: 3,
        preTitle: "قدرت نمایی جدید ارتش",
        content: "دیروز در تاریخ ۱۲/۱۳/۱۴۰۴ نیروی پدافند ارتش جمهوری اسلامی ایران از موشکی جدید موسوم به ظفر رونمایی کرد. این موشک قاره پیما مسافت ۱۲ هزار کیلومتر را طی می کند.",
        title: "ظفر, موشک قاره پیما ",
        img: "/medals.jpg",
    },
]

export interface INewsPreview {
    id: number,
    img: string,
    preTitle: string
    title: string,
    content: string,
}